Repository: Belfagor2005/enigma2-plugin-extensions-xmltvimport-dreambox
Catalog: src/EPGImport/locale/*.po
Languages: nb, nl, ru, sv, uk

source: Import of epg data will start. This may take a few minutes. Is this ok?
nb: Import av EPG data vil starte. Dette kan ta noen minutter. Er dette ok?
nl: Importeren van epg-data begint. Dit kan een paar minuten duren Wilt u doorgaan?
ru: Начинаем импорт данных EPG. Это может занять несколько минут. Это вас устраивает?
sv: Importering av EPG-data kommer att påbörjas. Detta kan ta några minuter. Är detta okej?
uk: Починається завантаження даних ЕПГ. Це може зайняти декілька хвилин. Це нормально?

source: events
nb: program
nl: programma's
ru: событий
sv: program
uk: передач

source: Add Channel
nb: Legg til kanal
nl: Zender toevoegen
ru: Добавить канал
sv: Lägg till kanal
uk: Додати Канал

source: Add Provider
nb: Legg til distributør
nl: Provider toevoegen
ru: Добавить провайдера
sv: Lägg till leverantör
uk: Додати Провайдер

source: All services provider
nb: Alle distributører
nl: Alle zender providers
ru: Все сервисы провайдера
sv: Alla kanalleverantörer
uk: Всі канали провайдера

source: Also apply "channel id" filtering on custom.channels.xml
nl: Pas het 'zender ID filter' ook toe in custom.channels.xml
ru: Также применить фильтрацию "channel id" в custom.channels.xml.
uk: Також застосовати фільтр 'channel id' в custom.channels.xml

source: Automated EPG Importer
nb: Automatisert EPG import
nl: Activeer de auto EPG-import
ru: Автоматический импортер EPG
sv: Automatisk EPG-importerare
uk: Автозавантаження ЕПГ

source: Automatic import EPG
nb: Automatisk EPG import
nl: Automatisch EPG importeren
ru: Автоматический импорт EPG
sv: Automatisk EPG-importering
uk: Автоматичне завантаження ЕПГ

source: Automatic start time
nb: Automatisk start tid
nl: Automatische starttijd van de EPG-import
ru: Начало автоматического старта
sv: Automatisk starttid
uk: Час автоматичного старту

source: Cancel
nb: Avbryt
nl: Annuleer
ru: Отмена
sv: Avbryt
uk: Скасувати

source: Channel Selection
nb: Kanal valg
nl: Zender keuze
ru: Выбор каналов
sv: Kanalväljare
uk: Вибір Каналів

source: Choice days for start import
nb: Velg dager for start av import
nl: Selecteer de dagen om te importeren
ru: Выбор дней для старта импорта
sv: Välj dagar att starta importering
uk: Вибір днів для завантаження даних

source: Choose the action to perform when the box is in deep standby and the automatic EPG update should normally start.
nl: Met deze optie geeft u aan wat er moet gebeuren indien de box in 'deep stand-by' staat. U kunt kiezen uit: 1. Importeren overslaan. 2. Ontwaken en importeren.
ru: Выберите действие, которое будет выполняться, когда ресивер находится в режиме глубокого ожидания и должно начаться автоматическое обновление EPG.
uk: Виберіть дію, яку потрібно виконати, коли тюнер знаходиться в глибокому режимі очікування, і автоматичне оновлення EPG має нормально запуститися.

source: Clear
nb: Nullstill
nl: Wis
ru: Очистка
sv: Rensa
uk: Очистка

source: Clearing current EPG before import
nb: Fjern gjeldende EPG før ny import
nl: Wis de huidige EPG vóór het importeren
ru: Очистка текущего EPG перед импортом
sv: Rensar nuvarande EPG före importering
uk: Очищення даних ЕПГ перед завантаженням

source: Consider setting "Days Profile"
nb: Vurder oppsett av "Dagsprofiler"
nl: Overweeg een "dagen profiel" te gebruiken
ru: Учесть настройки "Профиль дней"
sv: Överväg inställning av "Dagarprofil"
uk: Врахувати налаштування "Профіль днів"

source: Days Profile
nb: Dagsprofiler
nl: Dagenprofiel
ru: Профиль дней
sv: Dagarprofil
uk: Профіль днів

source: Define the number of days that you want to get the full EPG data, reducing this number can help you to save memory usage on your box. But you are also limited with the EPG provider available data. You will not have 15 days EPG if it only provide 7 days data.
nl: Met deze optie bepaalt van hoeveel dagen de uitgebreide EPG geïmporteerd moet worden. Het spreekt voor zich dat, hoe minder dagen u kiest dat het gebruikte geheugen ook aanmerkelijk kleiner is.
ru: Определите количество дней, в течение которых вы хотите получать полные данные EPG, уменьшение этого числа может помочь вам сэкономить использование памяти в ресивере. Но вы также ограничены доступными данными провайдера EPG. У вас не будет 15-дневного EPG, если он предоставляет данные только за 7 дней.
uk: Визначте кількість днів, протягом яких Ви хочете отримати повні дані EPG. Зменшення може допомогти Вам заощадити використання пам’яті у вашому тюнері. Але ви також обмежені наявними даними провайдера EPG. Ви не матимете 15-ти денного EPG, якщо він надасть лише 7 денні дані.

source: Delete all
nb: Slett alle
nl: Verwijder alles
ru: Удалить все
sv: Radera alla
uk: Видалити все

source: Delete selected
nb: Slett valgte
nl: Geselecteerde verwijderen
ru: Удалить выбранное
sv: Radera valda
uk: Видалити вибране

source: Display a shortcut "EPG import now" in the extension menu. This menu entry will immediately start the EPG update process when selected.
nl: Indien geactiveerd, dan wordt de optie EPG-import in het applicatie-overzicht opgenomen. De EPG-import start direct nadat u deze applicatie gekozen heeft.
ru: Показать строку "Импорт EPG сейчас" в меню дополнений. При выборе этого пункта меню немедленно запускается процесс обновления EPG.

source: Display a shortcut "EPG import" in your STB epg menu screen. This allows you to access the configuration.
nl: Indien geactiveerd, dan wordt een snelkoppeling 'EPG import' in het EPG-menuscherm van uw STB weergegeven. Hiermee kunt u direct de configuratie starten.
ru: Показать строку "EPG импорт" в EPG меню. Это позволяет получить доступ к конфигурации.

source: EPG Import
ru: EPG импорт
uk: Завантажувач ЕПГ

source: EPG Import Configuration
nb: Konfigurasjon av EPG import
nl: EPG-Import configuratie
ru: EPG импорт - настройки
sv: Konfiguration för EPG-importering
uk: Налаштування EPG Import

source: EPG Import Log
nb: EPG import logg
ru: EPG импорт - лог
sv: Logg för EPG-importering
uk: Лог ЕПГ завантаження

source: EPG Import Sources
nb: EPG import kilder
nl: EPG-Import bronnen
ru: Источники импорта EPG
sv: Källor för EPG-importering
uk: Джерело для ЕПГ завантаження

source: EPG Import finished, %d events
nb: EPG import fullført, %d program
nl: EPG importeren gereed, %d programma's
ru: EPG импорт закончен, %d событий
sv: EPG-importering klar, %d program
uk: Завантаження ЕПГ завершено, %d передач

source: EPG import now
nb: EPG import nå
nl: Importeer de EPG nu
ru: Импорт EPG сейчас
uk: Завантаження ЕПГ в даний момент

source: EPGImport Import of epg data is still in progress. Please wait.
nb: EPG import Import av EPG data pågår fortsatt. Vennligst vent.
nl: EPG-Import Importeren van epg-data is nog bezig. Even geduld.
ru: EPG импорт Импорт данных EPG все еще продолжается. Пожалуйста подождите.
sv: EPGImport Importering av EPG-data pågår fortfarande. Vänligen vänta...
uk: Завантаження ЕПГ Ще йде завантаження даних ЕПГ. Будь ласка, почекайте.

source: EPGImport Import of epg data will start. This may take a few minutes. Is this ok?
nb: EPG import Import av EPG data vil starte. Dette kan ta noen minutter. Er dette ok?
nl: EPG-Import Importeren van epg-data begint. Dit kan een enkele minuten duren. Doorgaan?
ru: EPG импорт Начинаем импорт данных EPG. Это может занять несколько минут. Это вас устраивает?
sv: EPGImport Importering av EPG-data kommer att påbörjas. Detta kan ta några minuter. Är detta okej?
uk: Завантаження ЕПГ Починається завантаження даних ЕПГ. Це може заняти декілька хвилин. Продовжити?

source: EPGImport Plugin Failed to start:
nb: EPG import utvidelsen Feilet under oppstart:
nl: EPG-Import Plugin Starten mislukt:
ru: EPG импорт Ошибка старта:
sv: EPGImport Plugin Misslyckades att starta:
uk: Завантаження ЕПГ Помилка старту:

source: Enter shell command name.
nl: In dit veld voert u de naam van het Shell script in.
ru: Введите название shell команды.

source: Execute shell command before import EPG
nl: Voer dit Shell script uit voor de import van de EPG
ru: Выполнить shell команду перед импортом EPG

source: Filtering: %s Please wait!
nb: Filtrerer: %s Vennligst vent!
nl: Filtering: %s Een ogenblik aub!
ru: Фильтрация: %s Пожалуйста, подождите!
uk: Фільтр: %s Будь ласка, почекайте!

source: Friday
nb: Fredag
nl: Vrijdag
ru: Пятница
sv: Fredag
uk: П’ятниця

source: Hours after which the import is repeated
nl: Import wordt herhaald na aantal uren
ru: Повтор импорта один раз через

source: Ignore services list
nb: Ignorer kanallisten
nl: Negeer de zenderlijst
ru: Список игногируемых сервисов
sv: Ignorera kanallistor
uk: Ігнорувати список каналів

source: Ignore services list(press OK to save)
nb: Ignorer kanallisten (trykk OK for å lagre)
nl: Negeer zenderlijst ( druk OK voor opslaan)
ru: Список игногируемых сервисов (ОК для сохранения)
sv: Ignorera kanallistor (tryck på OK för att spara)
uk: Ігнорувати список каналів (ОК для запису)

source: Import current source
nb: Importer gjeldende kilde
nl: Importeer bron
ru: Импорт текущего источника
sv: Importera nuvarande källa
uk: Завантажити зараз

source: Importing: %s %s events
nb: Importerer:%s %s program
nl: Importeert: %s %s programma's
ru: Импортируем: %s %s событий
sv: Importerar: %s %s program
uk: Йде завантаження: %s %s передач

source: Last import:
nb: Siste import:
nl: Laatste import:
ru: Последний импорт:
sv: Senaste importering:
uk: Останнє завантаження:

source: Last import: %s events
nb: Siste import: %s program
nl: Laatste import: %s programma's
ru: Последний импорт: %s событий
sv: Senaste importering: %s program
uk: Останнє завантаження: %s передач

source: Last: %s %s, %d events
nb: Siste: %s %s, %d program
nl: Laatste: %s %s, %d programma's
ru: Последний импорт: %s %s, %d событий
sv: Senast: %s %s, %d program
uk: Останнє завантаження: %s %s, %d передач

source: Load EPG
nl: Laad de EPG
ru: Загрузка EPG
uk: Завантаження ЕПГ

source: Load EPG only services in bouquets
nb: Last bare EPG tjenester i kanallistene
nl: Laad enkel EPG van zenders in uw bouquetten
ru: Загрузка EPG только для сервисов из букетов
sv: Ladda endast EPG för kanaler i kanallistorna
uk: Завантаження ЕПГ тільки для каналів з фаворитів

source: Load long descriptions up to X days
nb: Last lange beskrivelser opp til X dager
nl: Laad de uitgebreide beschrijvingen tot en met 'X' dagen
ru: Загрузка длинных описаний не больше чем на Х дней
sv: Ladda långa beskrivningar i upp till X dagar
uk: Завантаження великих описів передач не більше чим на Х днів

source: Manual
nb: Manuell
nl: Handmatig
ru: В ручную
sv: Manuellt
uk: Вручну

source: Monday
nb: Mandag
nl: Maandag
ru: Понедельник
sv: Måndag
uk: Понеділок

source: No active EPG sources found, nothing to do
nb: Ingen aktive EPG kilder funnet, ingenting å gjøre
nl: Geen actieve EPG bronnen gevonden, kan niets doen
ru: Нет найденных активных источников EPG.
sv: Ingen aktiv EPG-källa hittades, inget att göra
uk: Не знайдено активних ЕПГ джерел

source: Number of hours (1-23, or 0 for no repeat) after which the import is repeated. This value is not saved and will be reset when the GUI restarts.
nl: Aantal uren (1-23, of 0 voor geen herhaling) na welke de import wordt herhaald. Deze waarde wordt niet betwaard, de herhaling is uitgeschakeld na een herstart.
ru: Повтор импорта EPG один раз через x часов (1 – 23, 0 – отключено) только в этой сессии.

source: Press OK
nb: Trykk OK
nl: Druk op OK
ru: Нажмите ОК
sv: Tryck OK
uk: Натисніть ОК

source: Really delete all list?
nb: Vil du virkelig slette alle lister?
nl: Werkelijk alle lijsten wissen?
ru: Удалить весь список?
sv: Radera alla listor?
uk: Дійсно видалити весь список?

source: Return to deep standby after import
nb: Gå tilbake til dyp standby etter import
nl: Terug naar 'deep stand-by' na de EPG-import.
ru: Возврат в режим глубокого ожидания после импорта
sv: Återgå till djup standby efter importering
uk: Повернутися до режиму очікування після завантаження даних

source: Run AutoTimer after import
nb: Kjør auto timer etter import
nl: Activeer AutoTimer na importeren
ru: Запустить Автотаймер по окончании импорта
sv: Kör AutoTimer efter importering
uk: Запустити AutoTimer після завантаження

source: Saturday
nb: Lørdag
nl: Zaterdag
ru: Суббота
sv: Lördag
uk: Субота

source: Save
nb: Lagre
nl: Opslaan
ru: Сохранить
sv: Spara
uk: Зберегти

source: Select action
nb: Velg handling
nl: Selecteer de actie
ru: Выбор действия
sv: Välj åtgärd
uk: Виберіть дію

source: Select load EPG mode for services.
nl: Selecteer de modus om EPG laden voor welke zenders. U kunt kiezen uit: 1. Alle zenders, 2. Enkel IPTV zenders. 3. Op basis van zenderreferentie.
ru: Выбор режима загрузки EPG для сервисов.
uk: Виберіть режим завантаження ЕПГ для каналів.

source: Shell command name
nl: De naam van het Shell script is ...
ru: Название shell команды

source: Show "EPG import now" in extensions
nb: Vis "EPG import now" i tilleggsmeny
nl: Toon 'Importeer de EPG nu' in het applicatiemenu
ru: Показать "Импорт EPG сейчас" в меню дополнений
sv: Visa "EPG-importerare" i utökningar
uk: Показати "EPG import now" в меню плагінів

source: Show "EPG import" in epg menu
nb: Vis "EPG import" i hovedmeny
nl: Toon de EPG-import in het EPG menu
ru: Показать "EPG импорт" в EPG меню
uk: Показати ’EPG import’ в головному меню

source: Show log
nb: Vis logg
nl: Toon het log
ru: Показать лог
sv: Visa logg
uk: Показати лог

source: Skip import on restart GUI
nb: Hopp over import ved omstart av GUI
nl: Importeren overslaan na herstart GUI
ru: Пропускать импорт после рестарта GUI
sv: Hoppa över importering vid omstart av GUI
uk: Не завантажувати після рестарту GUI

source: Sources
nb: Kilder
nl: Bronnen
ru: Источники
sv: Källor
uk: Джерела

source: Specify in which case the EPG must be automatically updated after the box has booted.
nl: Met deze optie bepaalt u wat er moet gebeuren na een herstart van de box. U kunt kiezen uit: 1. Nooit. 2. Altijd. 3. Na een handmatige herstart. 4. Na een automatische herstart.
ru: Укажите, в каком случае EPG должно автоматически обновляться после загрузки ресивера.
uk: Вкажіть, у якому випадку EPG має автоматично оновлюватися після включення тюнера.

source: Specify the time for the automatic EPG update.
nl: Met deze optie geeft u het standaard tijdstip in waarop de EPG-import start. Vaak is het praktisch om dit 's nachts uit te voeren zodat de volgende dag(en) de EPG up-to-date is.
ru: Укажите время автоматического обновления EPG.
uk: Вкажіть час автоматичного оновлення EPG.

source: Standby at startup
nb: Standby ved oppstart
nl: Stand-by na het opstarten
ru: Перейти в режим ожидания после загрузки
sv: Standby vid uppstart
uk: Перейти в режим очікування після завантаження

source: Start import after booting up
nb: Start import etter oppstart
nl: Start de EPG-import na het opstarten
ru: Старт импорта после загрузки
sv: Starta importering efter uppstart
uk: Завантажити після включення

source: Start import after resuming from standby mode.
ru: Старт импорта после выхода из режима ожидания.

source: Start import after standby
ru: Старт импорта после режима ожидания

source: Sunday
nb: Søndag
nl: Zondag
ru: Воскресенье
sv: Söndag
uk: Неділя

source: The waked up box will be turned into standby after automatic EPG import wake up.
nl: Indien geactiveerd, dan zal de box na het ontwaken en automatisch importeren weer naar stand-by gaan.
ru: Ресивер будет переведен в режим ожидания после включения для автоматического импорта EPG.
uk: Після автоматичного оновлення EPG тюнер буде переведено в режим очікування.

source: This is for advanced users that are using the channel id filtering feature. If enabled, the filter rules defined into /etc/epgimport/channel_id_filter.conf will also be applied on your /etc/epgimport/custom.channels.xml file.
nl: Deze optie is voor gevorderde gebruiker die een filter voor zender-ID's gebruikt. Indien ingeschakeld, dan zullen de filterregels die zijn gedefinieerd in /etc/epgimport/channel_id_filter.conf ook worden toegepast op uw /etc/epgimport/custom.channels.xml bestand.
ru: Это для опытных пользователей, которые используют функцию фильтрации идентификаторов каналов. Если этот параметр включен, правила фильтрации, определенные в /etc/epgimport/channel_id_filter.conf, также будут применены к вашему файлу /etc/epgimport/custom.channels.xml.
uk: Це для просунутих користувачів, які використовують функцію фільтрації id-каналу. Якщо ввімкнено, правила фільтрування, визначені у /etc/epgimport/channel_id_filter.conf, також застосовуватимуться до вашого /etc/epgimport/custom.channels.xml файлу.

source: This will clear the current EPG data in memory before updating the EPG data. This allows you to always have a clean new EPG with the latest EPG data, for example in case of program changes between refresh, otherwise EPG data are cumulative.
nl: Indien geactiveerd, dan wordt met iedere EPG-import de oude data gewist. Hiermee bereikt u dat de EPG data actueel blijft. Dit in het geval de programmering zou wijzigen.
ru: Это очистит текущие данные EPG в памяти перед обновлением данных EPG. Это позволяет вам всегда иметь чистый новый EPG с последними данными EPG, например, в случае изменения программы между обновлениями, в противном случае данные EPG накапливаются.
uk: Видалення поточного EPG в пам'яті перед оновленням даних EPG. Це дозволяє завжди мати чистий новий EPG з останніми змінами в EPG, наприклад, у разі зміни програми між оновленням, інакше дані EPG є сукупними.

source: This will turn back waked up box into deep-standby after automatic EPG import.
nl: Indien geactiveerd, dan zal de (eerder ontwaakte) box na de EPG-import weer teruggeplaatst worden in 'deep stand-by'.
ru: Это вернет ресивер в режим глубокого ожидания после автоматического импорта EPG.
uk: Після автоматичного імпорту EPG тюнер буде повернено у режим глибокого очікування.

source: Thursday
nb: Torsdag
nl: Donderdag
ru: Четверг
sv: Torsdag
uk: Четвер

source: To save memory you can decide to only load EPG data for the services that you have in your bouquet files.
nl: Indien geactiveerd, dan wordt enkel de EPG geïmporteerd van de in de bouquetten aanwezige zenders. Hiermee wordt aanzienlijk bespaard op geheugen.
ru: Чтобы сэкономить память, Вы можете решить загружать данные EPG только для тех сервисов, которые есть в ваших фаворитных списках.
uk: Для економії пам’яті Ви можете завантажувати лише дані EPG для каналів, які є у Ваших фаворитах.

source: Tuesday
nb: Tirsdag
nl: Dinsdag
ru: Вторник
sv: Tisdag
uk: Вівторок

source: Wednesday
nb: Onsdag
nl: Woensdag
ru: Среда
sv: Onsdag
uk: Середа

source: When enabled, it allows you to schedule an automatic EPG update at the given days and time.
nl: Indien geactiveerd, dan kunt u een automatische EPG-import plannen op de later in deze applicatie door u te bepalen tijd en dagen.
ru: Когда включено, это позволяет Вам запланировать автоматическое обновление EPG в указанные дни и время.
uk: Якщо цей параметр увімкнено це дозволить запланувати автоматичне оновлення EPG на певні дні та час.

source: When enabled, then you can run the desired script before starting the import, after which the import of the EPG will begin.
nl: Indien geactiveerd, dan kunt u eerst het gewenste script uitvoeren voordat de import start, en daarna zal de import van de EPG beginnen.
ru: Если включено, то перед запуском импорта можно выполнить нужный скрипт, после его окончания начнется импорт EPG.

source: When in deep standby
nb: Når i dyp standby
nl: Wat te doen indien de box in stand-by staat
ru: Поведение в глубоком ожидании
sv: Vid djup standby
uk: Дія в глибокому режимі очікування

source: When you decide to import the EPG after the box booted mention if the "days profile" must be take into consideration or not.
ru: Когда Вы решите импортировать EPG после загрузки ресивера, упомяните, следует ли принимать во внимание "профиль дней" или нет.

source: When you restart the GUI you can decide to skip or not the EPG data import.
nl: Indien geactiveerd dan wordt de EPG-update niet uitgevoerd na een herstart van de GUI.
ru: Когда Вы перезапускаете GUI, Вы можете решить, пропустить или нет импорт данных EPG.
uk: Після перезапуску GUI Ви можете вирішити пропускати, або не імпортувати дані EPG.

source: Write to /tmp/epgimport.log
nb: Skriv til /tmp/epgimport.log
nl: Schrijf naar /tmp/EPGimport.log
ru: Запись в /tmp/epgimport.log
sv: Skriv till /tmp/epgimport.log
uk: Записати в /tmp/epgimport.log

source: You can select the day(s) when the EPG update must be performed.
nl: Met deze optie kiest u de dagen waarop de EPG-import moet plaatsvinden.
ru: Вы можете выбрать день(дни), когда необходимо выполнить обновление EPG.
uk: Ви можете вибрати день (дні), коли необхідно виконати оновлення EPG.

source: You can start automatically the plugin AutoTimer after the EPG data update to have it refreshing its scheduling after EPG data refresh.
nl: Met deze optie kunt u de applicatie AutoTimer automatisch starten na de EPG-import om de eerdere planning aan te passen aan de vernieuwde EPG data.
ru: Вы можете автоматически запустить плагин AutoTimer после обновления данных EPG, чтобы он обновлял свое расписание после обновления данных EPG.
uk: Ви можете автоматично запустити плагін AutoTimer після оновлення даних EPG, щоб оновити авто-таймер після оновлення даних EPG.

source: You may not use this settings! At least one day a week should be included!
nb: Innstillingen må ikke nødvendigvis brukes! Minst en dag i uken bør inkluderes!
nl: U kunt deze instellingen niet gebruiken! Er moet tenminste één dag per week worden ingesteld!
ru: Вы не можете использовать эти настройки! По крайней мере один день недели должен быть активирован!
sv: Du får inte använda dessa inställningar! Minst en dag i veckan ska inkluderes!
uk: Ви не можете використовувати дані налаштування! Хоча б один день тижня повинен бути активований!

source: You must restart Enigma2 to load the EPG data, is this OK?
nb: Enigma2 må startes på nytt for å laste inn EPG data, er dette ok?
nl: U moet nu Enigma herstarten om de EPG-data te laden. Wilt u doorgaan?
ru: Необходим рестарт Энигма2 для загрузки данных EPG, сделать это сейчас?
sv: Du måste starta om Enigma2 för att ladda EPG-datan, Är detta okej?
uk: Необхідно перезавантаження Enigma2 для отримання даних ЕПГ, зробити це зараз?

source: all channels
nl: Alle zenders
ru: все каналы
uk: всі канали

source: always
nb: alltid
nl: Altijd
ru: всегда
sv: alltid
uk: завжди

source: checking service reference(default)
nl: Op basis van de zenderreferentie (standaard)
ru: проверка референса канала(дефолт)
uk: перевірка референсів каналів (за замовчуванням)

source: never
nb: aldri
nl: Nooit
ru: никогда
sv: aldrig
uk: ніколи

source: only IPTV channels
nl: Enkel IPTV zenders
ru: только каналы IPTV
uk: тільки АПТВ канали

source: only automatic boot
nb: bare automatisk oppstart
nl: Enkel na een 'auto herstart'
ru: только при авто загрузке
sv: endast automatisk uppstart
uk: тільки при автозагрузці

source: only manual boot
nb: bare manuell oppstart
nl: Enkel na een 'handmatige herstart'
ru: только при ручной загрузке
sv: endast manuell uppstart
uk: тільки при ручній загрузці

source: skip the import
nb: hopp over import
nl: Importeren overslaan
ru: пропускать импорт
sv: hoppa över importeringen
uk: пропускати завантаження

source: wake up and import
nb: slå på og importer
nl: Ontwaak en importeer
ru: разбудить для импорта
sv: väck upp och importera
uk: ввімкнути для завантаження
