Repository: Belfagor2005/enigma2-plugin-extensions-xmltvimport-dreambox
Catalog: src/EPGImport/locale/*/LC_MESSAGES/EPGImport.po
Languages: cs, hu, pl, ru, sk

source: Add Provider
cs: Přidat poskytovatele
hu: Szolgáltató hozzáadása
pl: Dodaj Nadawcę
ru: Добавить Оператора
sk: Pridať poskytovateľa

source: Add Channel
cs: Přidat kanál
hu: Csatorna hozzáadása lehetőségre
pl: Dodaj Kanał
ru: Добавить Канал
sk: Pridať kanál

source: press OK to save list
cs: stisknutím tlačítka OK uložte seznam
hu: nyomja meg az OK gombot a lista mentéséhez
pl: naciśnij OK, aby zapisać listę
ru: нажмите OK для сохранения списка
sk: stlačením tlačidla OK uložte zoznam

source: Ignore services list(press OK to save)
cs: Ignorovat seznam služeb (pro uložení stiskněte OK)
hu: A csatornák listájának nélkülözésé (OK ment)
pl: Ignoruj listę usług (naciśnij OK, aby zapisać)
ru: Список игногируемых сервисов(нажмите OK для сохранения)
sk: Ignorovať zoznam služieb (uložte stlačením tlačidla OK)

source: Really delete all list?
cs: Opravdu smazat všechny seznamy?
hu: Valóban törli az összes listát?
pl: Naprawdę usunąć całą listę?
ru: Удаляем весь список?
sk: Naozaj odstrániť celý zoznam?

source: Delete selected
cs: Odstranit vybrané soubory
hu: Kiválasztott törlése
pl: Usuń wybrane
ru: Удалить выбранное
sk: Vymazať vybrané

source: Delete all
cs: Smazat vše
hu: Összes törlése
pl: Usuń wszystko
ru: Удалить все
sk: Zmazať všetko

source: Channel Selection
cs: Výběr kanálu
hu: Csatorna kiválasztása
pl: Wybór Kanałów
ru: Выбор Канала
sk: Výber kanála

source: All services provider
cs: Všichni poskytovatelé služeb
hu: Az összes csatorna szolgáltató
pl: Wszystkie usługi
ru: Все сервисы оператора
sk: Všetci poskytovatelia služieb

source: Select action
cs: Vyberte akci
hu: Művelet kiválasztása
pl: Wybierz akcję
ru: Выбрать действие
sk: Vybrať akciu

source: always
cs: vždy
hu: mindig
pl: zawsze
ru: всегда
sk: vždy

source: only manual boot
cs: pouze ruční spuštění
hu: csak kézi indítással
pl: tylko ręczny rozruch
ru: только ручная загрузка
sk: iba manuálne spustenie

source: only automatic boot
cs: pouze automatické spouštění
hu: csak automatikus indítással
pl: tylko automatyczny rozruch
ru: только автоматическая загрузка
sk: iba automatické spustenie

source: never
cs: nikdy
hu: soha
pl: nigdy
ru: никогда
sk: nikdy

source: wake up and import
cs: probuzení a import
hu: felébresztés és importálás
pl: uruchom i importuj
ru: пробуждение и импорт
sk: prebudenie a import

source: skip the import
cs: přeskočit import
hu: az importálás kihagyása
pl: nie importuj
ru: пропустить импорт
sk: preskočiť import

source: Press OK
cs: Stiskněte OK
hu: Nyomja meg az OK gombot
pl: Wybierz
ru: Нажмите OK
sk: Stlač OK

source: Monday
cs: Pondělí
hu: Hétfő
pl: Poniedziałek
ru: Понедельник
sk: Pondelok

source: Tuesday
cs: Úterý
hu: Kedd
pl: Wtorek
ru: Вторник
sk: Utorok

source: Wednesday
cs: Středa
hu: Szerda
pl: Środa
ru: Среда
sk: Streda

source: Thursday
cs: Čtvrtek
hu: Csütörtök
pl: Czwartek
ru: Четверг
sk: Štvrtok

source: Friday
cs: Pátek
hu: Péntek
pl: Piątek
ru: Пятница
sk: Piatok

source: Saturday
cs: Sobota
hu: Szombat
pl: Sobota
ru: Суббота
sk: Sobota

source: Sunday
cs: Neděle
hu: Vasárnap
pl: Niedziela
ru: Воскресенье
sk: Nedeľa

source: EPG Import Configuration
cs: Konfigurace importu EPG
hu: EPG Import beállítás
pl: Konfiguracja importu EPG
ru: EPG Импорт Конфигурация
sk: Konfigurácia importu EPG

source: Cancel
cs: Zrušit
hu: Mégsem
pl: Anuluj
ru: Отмена
sk: Zrušiť

source: Save
cs: Uložit
hu: Mentés
pl: Zapisz
ru: Сохранить
sk: Uložiť

source: Manual
cs: Manuální
hu: Kézi
pl: Ręcznie
ru: Руководство
sk: Manuálna

source: Sources
cs: Zdroje
hu: Források
pl: Źródła
ru: Источники
sk: Zdrojov

source: Filtering: %s Please wait!
cs: Filtrování: %s Čekejte prosím!
hu: Szűrés: %s Kérjük, várjon!
pl: Filtrowanie: %s Proszę czekać!
ru: Фильтрация: %s Подождите!
sk: Filtrovanie: %s Čakajte, prosím!

source: Importing: %s %s events
cs: Import: %s %s událostí
hu: Importálás: %s %s esemény
pl: Importowanie: %s %s zdarzeń
ru: Импортируется: %s %s событий
sk: Importovanie: %s %s udalostí

source: Last import: %s events
cs: Poslední import: %s události
hu: Utolsó importálás: %s műsor információ
pl: Ostatni import: %s zdarzeń
ru: Последний импорт: %s события
sk: Posledný import: %s udalosti

source: Automatic import EPG
cs: Automatický import EPG
hu: Automatikus EPG műsorújság importálás
pl: Automatyczny import EPG
ru: Автоматический импорт EPG
sk: Automatický import EPG

source: When enabled, it allows you to schedule an automatic EPG update at the given days and time.
cs: Po aktivaci umožňuje naplánovat automatickou aktualizaci EPG v dané dny a čas.
hu: Ha engedélyezve van, lehetővé teszi az automatikus EPG frissítés ütemezését a megadott napokon és időpontokban.
pl: Po włączeniu tej opcji możesz zaplanować automatyczną aktualizację EPG w określonych dniach i godzinach.
ru: Если эта функция включена, она позволяет запланировать автообновление EPG в заданные дни и время.
sk: Ak je aktivovaný, umožňuje naplánovať automatickú aktualizáciu EPG na dané dni a čas.

source: Path DB EPG
hu: DB EPG elérési út
pl: Ścieżka DB EPG
ru: Путь БД EPG
sk: Cesta DB EPG

source: Specify the path folder for save EPG.dat file.
cs: Zadejte složku cesty pro uložení souboru EPG.dat.
hu: Adja meg az EPG.dat fájl mentési útvonalát.
pl: Określ ścieżkę folderu, w którym zostanie zapisany plik EPG.dat.
ru: Укажите путь к папке для сохранения файла EPG.dat.
sk: Zadajte priečinok cesty pre uloženie súboru EPG.dat.

source: Source EPG
cs: Zdroj EPG
hu: Forrás EPG
pl: Źródło EPG
ru: Источник EPG
sk: Zdroj EPG

source: Specify the source for EPG.
cs: Určete zdroj pro EPG.
hu: Adja meg az EPG forrását.
pl: Podaj źródło EPG.
ru: Укажите источник EPG.
sk: Zadajte zdroj pre EPG.

source: Automatic start time
cs: Čas automatického spuštění
hu: Importálás kezdési ideje
pl: Automatyczny czas rozpoczęcia
ru: Время автозапуска
sk: Čas automatického spustenia

source: Specify the time for the automatic EPG update.
cs: Zadejte čas pro automatickou aktualizaci EPG.
hu: Adja meg az automatikus EPG-frissítés idejét.
pl: Określ godzinę automatycznej aktualizacji EPG.
ru: Укажите время для автообновления EPG.
sk: Zadajte čas automatickej aktualizácie EPG.

source: When in deep standby
cs: V hlubokém pohotovostním režimu
hu: Mikor a készülék kikapcsolt állapotban van
pl: W głębokim stanie gotowości
ru: Когда в режиме глубокого сна
sk: V hlbokom pohotovostnom režime

source: Choose the action to perform when the box is in deep standby and the automatic EPG update should normally start.
cs: Vyberte akci, která se má provést, když je box v hlubokém pohotovostním režimu a automatická aktualizace EPG by se měla normálně spustit.
hu: Válassza ki a végrehajtandó műveletet, amikor a doboz mély készenléti állapotban van, és az automatikus EPG-frissítésnek normál esetben el kell indulnia.
pl: Wybierz akcję, która ma zostać wykonana, gdy dekoder będzie w trybie głębokiego czuwania, a automatyczna aktualizacja EPG powinna się rozpocząć.
ru: Выберите действие, которое следует выполнить, когда приставка находится в режиме глубокого ожидания, и автоматическое обновление EPG должно начаться автоматически.
sk: Vyberte akciu, ktorá sa má vykonať, keď je box v hlbokom pohotovostnom režime a automatická aktualizácia EPG by sa mala normálne spustiť.

source: Choice days for start import
cs: Dny výběru pro zahájení importu
hu: Milyen napokon történjen az Import
pl: Wybór dni do rozpoczęcie importu
ru: Выбор дней для начала импорта
sk: Výberové dni pre spustenie importu

source: You can select the day(s) when the EPG update must be performed.
cs: Můžete vybrat dny, kdy je třeba provést aktualizaci EPG.
hu: Kiválaszthatja azokat a napokat, amikor az EPG frissítést végre kell hajtani.
pl: Możesz wybrać dni, w których aktualizacja EPG ma zostać wykonana.
ru: Можно выбрать день (дни) с которого надо делать обновление EPG.
sk: Môžete si vybrať deň (dni), kedy sa musí vykonať aktualizácia EPG.

source: Return to deep standby after import
cs: Návrat do hlubokého pohotovostního režimu po importu
hu: Importálás után kapcsolja ki a készüléket
pl: Powrót do głębokiego czuwania po imporcie
ru: Возврат в режим глубокого сна после импорта
sk: Po importe sa vráťte do hlbokého pohotovostného režimu

source: This will turn back waked up box into deep-standby after automatic EPG import.
cs: Tím se po automatickém importu EPG vrátí probuzený box do hlubokého pohotovostního režimu.
hu: Ez az automatikus EPG-importálás után mély készenléti állapotba kapcsolja vissza a felébresztett dobozt.
pl: Spowoduje to, że wybudzony dekoder przełączy się z powrotem w tryb głębokiego czuwania po automatycznym zaimportowaniu EPG.
ru: Это вернет активизированную приставку в режим глубокого ожидания после автоматического импорта EPG.
sk: Po automatickom importe EPG sa prebudený box prepne späť do hlbokého pohotovostného režimu.

source: Standby at startup
cs: Pohotovostní režim při spuštění
hu: Importálás után Készenléti állapotba kerüljön a készülék
pl: Czuwanie przy starcie
ru: Ожидание при запуске
sk: Pohotovostný režim pri spustení

source: The waked up box will be turned into standby after automatic EPG import wake up.
cs: Po automatickém probuzení importem EPG se probudený box přepne do pohotovostního režimu.
hu: A felébresztett doboz készenléti állapotba kerül az automatikus EPG-importálás után.
pl: Wybudzony dekoder przejdzie w tryb czuwania po automatycznym zaimportowaniu EPG.
ru: Активизированная приставка перейдет в режим ожидания после автоматического включения импорта EPG.
sk: Prebudený box sa prepne do pohotovostného režimu po automatickom prebudení importom EPG.

source: Hours after which the import is repeated
cs: Hodiny, po kterých se import opakuje
hu: Órák, amelyek után az importálás megismétlődik
pl: Godziny, po których import jest powtarzany
ru: Часы, после которых импорт повторяется
sk: Hodiny, po ktorých sa import opakuje

source: Number of hours (1-23, or 0 for no repeat) after which the import is repeated. This value is not saved and will be reset when the GUI restarts.
cs: Počet hodin (1–23, nebo 0 pro žádné opakování), po kterých se import opakuje. Tato hodnota se neuloží a po restartu GUI se resetuje.
hu: Azon órák száma (1-23, vagy 0, ha nincs ismétlés), amely után az importálás megismétlődik. Ez az érték nem kerül mentésre, és a grafikus felhasználói felület újraindulásakor visszaáll.
pl: Liczba godzin (1-23 lub 0 dla braku powtórzenia), po których import jest powtarzany. Ta wartość nie jest zapisywana i zostanie zresetowana po ponownym uruchomieniu GUI.
ru: Количество часов (1-23 или 0 для отсутствия повтора), после которого импорт повторяется. Это значение не сохраняется и будет сброшено при перезапуске GUI.
sk: Počet hodín (1 – 23, alebo 0 pre žiadne opakovanie), po ktorých sa import zopakuje. Táto hodnota sa neuloží a po reštarte GUI sa vynuluje.

source: Start import after booting up
cs: Spustit import po spuštění
hu: A készülék indítása után Importálás legyen
pl: Rozpocznij import po uruchomieniu
ru: Начать импорт после загрузки
sk: Spustenie importu po spustení

source: Specify in which case the EPG must be automatically updated after the box has booted.
cs: Určete, v jakém případě se musí EPG po nabootování boxu automaticky aktualizovat.
hu: Adja meg, hogy az EPG-t mely esetben kell automatikusan frissíteni, miután a doboz elindult.
pl: Określ, w jakim przypadku EPG ma być automatycznie aktualizowany po uruchomieniu dekodera.
ru: Укажите, в каком случае EPG должен автообновляться после загрузки приставки.
sk: Špecifikujte, v akom prípade sa musí EPG automaticky aktualizovať po zavedení boxu.

source: Consider setting "Days Profile"
cs: Zvažte nastavení "Profil dnů"
hu: Legyen beállítva a "Napi profil"
pl: Rozważyć ustawienie "dni profil"
ru: Учесть настройки "Профиль Дней"
sk: Zvážte nastavenie "Profilu dní"

source: When you decide to import the EPG after the box booted mention if the "days profile" must be take into consideration or not.
cs: Když se rozhodnete importovat EPG po nabootování boxu, uveďte, zda je třeba vzít v úvahu "profil dní" nebo ne.
hu: Amikor úgy dönt, hogy importálja az EPG-t a doboz elindítása után, említse meg, hogy a "napok profilját" figyelembe kell venni vagy sem.
pl: Gdy po uruchomieniu komputera zdecydujesz się na zaimportowanie EPG, wskaż, czy „profil dni” ma być brany pod uwagę, czy nie.
ru: Если вы решили импортировать EPG после загрузки приставки, укажите, следует ли учитывать «дневной профиль» или нет.
sk: Keď sa rozhodnete importovať EPG po spustení boxu, uveďte, či sa musí brať do úvahy „profil dní“ alebo nie.

source: Skip import on restart GUI
cs: Přeskočit import při restartování grafického uživatelského rozhraní
hu: A kezelőfelület (GUI) újraindításakor az Importálás kihagyása
pl: Pomiń import przy ponownym uruchomieniu GUI
ru: Пропустить импорт при перезапуске GUI
sk: Preskočiť import pri reštartovaní grafického používateľského rozhrania

source: When you restart the GUI you can decide to skip or not the EPG data import.
cs: Po restartování GUI se můžete rozhodnout, zda import dat EPG přeskočit či nikoli.
hu: Amikor újraindítja a grafikus felhasználói felületet, eldöntheti, hogy kihagyja-e vagy sem az EPG-adatok importálását.
pl: Po ponownym uruchomieniu interfejsu graficznego możesz zdecydować, czy pominąć import danych EPG.
ru: При перезапуске GUI вы можете решить, пропускать или нет импорт данных EPG.
sk: Keď reštartujete GUI, môžete sa rozhodnúť preskočiť alebo nevynechať import údajov EPG.

source: Start import after standby
cs: Spusťte import po pohotovostním režimu
hu: Készenléti állapot után indítsa el az importálást
pl: Rozpocznij importowanie po przejściu w tryb gotowości
ru: Начать импорт после режима ожидания
sk: Spustite import po pohotovostnom režime

source: Start import after resuming from standby mode.
cs: Spusťte import po obnovení z pohotovostního režimu.
hu: Indítsa el az importálást a készenléti módból való visszatérés után.
pl: Rozpocznij importowanie po wyjściu z trybu gotowości.
ru: Начните импорт после выхода из режима ожидания.
sk: Po obnovení z pohotovostného režimu spustite import.

source: Load EPG only services in bouquets
cs: Načíst služby pouze EPG v kyticích
hu: EPG betöltése csak a csatornacsomagban lévő csatornáknál
pl: Załaduj usługi EPG tylko w bukietach
ru: Загружать EPG только в букеты
sk: Načítajte služby EPG iba v kyticiach

source: To save memory you can decide to only load EPG data for the services that you have in your bouquet files.
cs: Chcete-li ušetřit paměť, můžete se rozhodnout, že budete načítat pouze data EPG pro služby, které máte ve svých souborech kytic.
hu: A memória megtakarítása érdekében dönthet úgy, hogy csak azokhoz a szolgáltatásokhoz tölti be az EPG-adatokat, amelyek a csokorfájlokban vannak.
pl: Aby zaoszczędzić pamięć, możesz zdecydować się na załadowanie tylko danych EPG dotyczących usług znajdujących się w plikach pakietu.
ru: Для экономии памяти вы можете решить загружать данные EPG только для тех сервисов, которые есть в ваших букетных файлах.
sk: Aby ste ušetrili pamäť, môžete sa rozhodnúť načítať iba údaje EPG pre služby, ktoré máte vo svojich súboroch buketov.

source: Load EPG only for IPTV channels
cs: Načíst EPG pouze pro IPTV kanály
hu: EPG betöltése csak IPTV csatornákhoz
pl: Załaduj EPG tylko dla kanałów IPTV
ru: Загрузить EPG только для каналов IPTV
sk: Načítajte EPG iba pre kanály IPTV

source: To save memory you can decide to load EPG data only for theIPTV channels.
cs: Chcete-li ušetřit paměť, můžete se rozhodnout načíst data EPG pouze pro kanály IPTV.
hu: A memória megtakarítása érdekében dönthet úgy, hogy az EPG adatokat csak az IPTV csatornákra tölti be.
pl: Aby zaoszczędzić pamięć możesz zdecydować się na załadowanie danych EPG tylko dla kanałów IPTV.
ru: Для экономии памяти вы можете выбрать загрузку данных EPG только для каналов IPTV.
sk: Aby ste ušetrili pamäť, môžete sa rozhodnúť načítať údaje EPG len pre kanály IPTV.

source: Show "EPGimport now" in extensions
cs: Zobrazit "EPGimport now" v rozšířeních
hu: Az "EPGimport most" megjelenítése a bővítményekben
pl: Pokaż „EPGimport now” w rozszerzeniach
ru: Показать «EPGimport now» в расширениях
sk: Zobraziť "EPGimport now" v rozšíreniach

source: Display a shortcut "EPG import now" in the extension menu. This menu entry will immediately start the EPG update process when selected.
cs: Zobrazte v nabídce rozšíření zkratku „Import EPG nyní“. Tato položka nabídky po zvolení okamžitě spustí proces aktualizace EPG.
hu: Jelenítse meg az „EPG import most” parancsikont a bővítmény menüjében. Ez a menüpont azonnal elindítja az EPG frissítési folyamatot, ha kiválasztja.
pl: Wyświetl skrót „EPG import now” w menu rozszerzeń. Ten wpis menu natychmiast rozpocznie proces aktualizacji EPG po wybraniu.
ru: Отобразить ярлык "Импорт EPG сейчас" в меню расширения. Этот пункт меню немедленно запустит процесс обновления EPG при выборе.
sk: Zobrazte skratku „Import EPG teraz“ v ponuke rozšírenia. Po výbere tejto položky ponuky sa okamžite spustí proces aktualizácie EPG.

source: Show "EPGImport" in plugins
cs: Zobrazit "EPGImport" v pluginech
hu: Az „EPGImport” megjelenítése a bővítményekben
pl: Pokaż „EPGImport” w wtyczkach
ru: Показать «EPGImport» в плагинах
sk: Zobraziť "EPGImport" v pluginoch

source: Display a shortcut "EPG import" in the plugins browser.
cs: Zobrazte v prohlížeči pluginů zkratku „Import EPG“.
hu: Jelenítsen meg egy „EPG import” parancsikont a bővítmények böngészőjében.
pl: Wyświetl skrót „Import EPG” w przeglądarce wtyczek.
ru: Отобразить ярлык «Импорт EPG» в браузере плагинов.
sk: Zobrazte skratku „Import EPG“ v prehliadači doplnkov.

source: Show "EPGimport" in epg menu
cs: Zobrazit "EPGimport" v nabídce epg
hu: Az „EPGimport” megjelenítése az epg menüben
pl: Pokaż „EPGimport” w menu EPG
ru: Показать «EPGimport» в меню epg
sk: Zobrazte „EPGimport“ v ponuke epg

source: Display a shortcut "EPG import" in your STB epg menu screen. This allows you to access the configuration.
cs: Zobrazte zkratku „Import EPG“ na obrazovce nabídky epg vašeho přijímače. To vám umožní přístup ke konfiguraci.
hu: Jelenítsen meg egy „EPG import” parancsikont az STB epg menüképernyőjén. Ez lehetővé teszi a konfiguráció elérését.
pl: Wyświetl skrót „EPG import” na ekranie menu EPG STB. Umożliwia to dostęp do konfiguracji.
ru: Отобразите ярлык "Импорт EPG" на экране меню STB epg. Это позволит вам получить доступ к конфигурации.
sk: Zobrazte skratku „Import EPG“ na obrazovke ponuky epg vášho prijímača. To vám umožní prístup ku konfigurácii.

source: Load long descriptions up to X days
cs: Načtení dlouhých popisů až X dní
hu: Részletes műsorleírást használó napok száma
pl: Załaduj długie opisy do X dni
ru: Загружать длинные описания до X дней
sk: Načítanie dlhých popisov až na X dní

source: Define the number of days that you want to get the full EPG data, reducing this number can help you to save memory usage on your box. But you are also limited with the EPG provider available data. You will not have 15 days EPG if it only provide 7 days data.
cs: Definujte počet dní, po které chcete získat úplná data EPG, snížení tohoto počtu vám může pomoci ušetřit využití paměti na vašem boxu. Omezeni jste ale také dostupnými údaji poskytovatele EPG. Nebudete mít 15denní EPG, pokud poskytuje pouze 7denní data.
hu: Határozza meg a napok számát, ameddig szeretné megkapni a teljes EPG-adatokat, ennek a számnak a csökkentése segíthet memóriahasználat megtakarításában. De az EPG szolgáltató által elérhető adatok is korlátozottak. Nem lesz 15 napos EPG, ha csak 7 napos adatokat közöl.
pl: Określ liczbę dni, w których chcesz uzyskać pełne dane EPG, zmniejszenie tej liczby może pomóc Ci zaoszczędzić pamięć w Twoim dekoderze. Ale jesteś również ograniczony dostępnymi danymi dostawcy EPG. Nie będziesz mieć 15-dniowego EPG, jeśli dostarczy on tylko 7-dniowe dane.
ru: Определите количество дней, в течение которых вы хотите получать полные данные EPG, уменьшение этого числа может помочь вам сэкономить память на вашем устройстве. Но вы можете быть ограничены доступными данными провайдера EPG. У вас не будет 15 дней EPG, если он предоставляет данные только за 7 дней.
sk: Definujte počet dní, počas ktorých chcete získať úplné údaje EPG, zníženie tohto počtu vám môže pomôcť ušetriť využitie pamäte na vašom boxe. Tiež ste však obmedzení dostupnými údajmi poskytovateľa EPG. Nebudete mať 15-dňový EPG, ak bude poskytovať iba 7-dňové údaje.

source: Run AutoTimer after import
cs: Spuštění automatického časovače po importu
hu: Az AutoTimer futtatása importálás után
pl: Uruchom AutoTimer po zaimportowaniu
ru: Запуск АвтоТаймера после импорта
sk: Spustenie nástroja AutoTimer po importe

source: You can start automatically the plugin AutoTimer after the EPG data update to have it refreshing its scheduling after EPG data refresh.
cs: Po aktualizaci dat EPG můžete automaticky spustit plugin AutoTimer, aby obnovil své plánování po obnovení dat EPG.
hu: Az EPG-adatok frissítése után automatikusan elindíthatja az AutoTimer beépülő modult, hogy az EPG-adatok frissítése után frissítse az ütemezését.
pl: Możesz automatycznie uruchomić wtyczkę AutoTimer po aktualizacji danych EPG, aby odświeżyć harmonogram po odświeżeniu danych EPG.
ru: Вы можете автоматически запустить плагин AutoTimer после обновления данных EPG, чтобы он обновлял свое расписание после обновления данных EPG.
sk: Po aktualizácii údajov EPG môžete automaticky spustiť doplnok AutoTimer, aby sa obnovilo jeho plánovanie po obnovení údajov EPG.

source: Delete current EPG before import
cs: Před importem smažte aktuální EPG
hu: Az aktuális EPG törlése az importálás előtt
pl: Usuń bieżący EPG przed importem
ru: Удалить текущий EPG перед импортом
sk: Pred importom vymažte aktuálny EPG

source: This will clear the current EPG data in memory before updating the EPG data. This allows you to always have a clean new EPG with the latest EPG data, for example in case of program changes between refresh, otherwise EPG data are cumulative.
cs: Tím se vymažou aktuální data EPG v paměti před aktualizací dat EPG. To vám umožní mít vždy čisté nové EPG s nejnovějšími údaji EPG, například v případě změn programu mezi obnovou, jinak se údaje EPG sčítají.
hu: Ez törli az aktuális EPG-adatokat a memóriában az EPG-adatok frissítése előtt. Ez lehetővé teszi, hogy mindig tiszta új EPG legyen a legfrissebb EPG adatokkal, például a frissítések közötti programváltások esetén, ellenkező esetben az EPG adatok kumulatívak.
pl: Spowoduje to wyczyszczenie bieżących danych EPG w pamięci przed aktualizacją danych EPG. Dzięki temu zawsze będziesz mieć czysty nowy EPG z najnowszymi danymi EPG, na przykład w przypadku zmian programów między odświeżaniem, w przeciwnym razie dane EPG są kumulatywne.
ru: Это очистит текущие данные EPG в памяти перед обновлением данных EPG. Это позволяет вам всегда иметь чистый новый EPG с последними данными EPG, например, в случае изменения программ между обновлениями, в противном случае данные EPG являются кумулятивными.
sk: Tým sa vymažú aktuálne údaje EPG v pamäti pred aktualizáciou údajov EPG. To vám umožní mať vždy čisté nové EPG s najnovšími údajmi EPG, napríklad v prípade zmeny programu medzi obnovou, inak sa údaje EPG kumulujú.

source: Also apply "channel id" filtering on custom.channels.xml
cs: Použijte také filtrování "ID kanálu" na custom.channels.xml
hu: Alkalmazza a "csatornaazonosító" szűrést is a custom.channels.xml fájlban
pl: Zastosuj również filtrowanie „identyfikator kanału” w pliku custom.channels.xml
ru: Также применять фильтрацию по "id канала" в custom.channels.xml
sk: Na custom.channels.xml použite aj filtrovanie "channel id"
