Repository: Belfagor2005/enigma2-plugin-extensions-xmltvimport-dreambox
Catalog: src/EPGImport/locale/*/LC_MESSAGES/EPGImport.po
Languages: cs, hu, pl, ru, sk

source: This is for advanced users that are using the channel id filtering feature. If enabled, the filter rules defined into /etc/epgimport/channel_id_filter.conf will also be applied on your /etc/epgimport/custom.channels.xml file.
cs: Toto je pro pokročilé uživatele, kteří používají funkci filtrování ID kanálu. Pokud je povoleno, pravidla filtrování definovaná v /etc/epgimport/channel_id_filter.conf se použijí také na váš soubor /etc/epgimport/custom.channels.xml.
hu: Ez azoknak a haladó felhasználóknak szól, akik a csatornaazonosító szűrési funkciót használják. Ha engedélyezve van, az /etc/epgimport/channel_id_filter.conf fájlban meghatározott szűrőszabályok az /etc/epgimport/custom.channels.xml fájlra is vonatkoznak.
pl: Jest to przeznaczone dla zaawansowanych użytkowników, którzy używają funkcji filtrowania identyfikatorów kanałów. Jeśli jest włączone, reguły filtrowania zdefiniowane w pliku /etc/epgimport/channel_id_filter.conf zostaną również zastosowane w pliku /etc/epgimport/custom.channels.xml.
ru: Эта функция предназначена для опытных пользователей, использующих функцию фильтрации по идентификатору канала. Если эта функция включена, правила фильтрации, определенные в файле /etc/epgimport/channel_id_filter.conf, будут также применены к вашему файлу /etc/epgimport/custom.channels.xml.
sk: Toto je pre pokročilých používateľov, ktorí používajú funkciu filtrovania ID kanála. Ak je povolené, pravidlá filtrovania definované v /etc/epgimport/channel_id_filter.conf sa použijú aj na váš súbor /etc/epgimport/custom.channels.xml.

source: Execute shell command before import EPG
cs: Před importem EPG proveďte příkaz shellu
hu: Az EPG importálása előtt hajtsa végre a shell parancsot
pl: Wykonaj polecenie powłoki przed zaimportowaniem EPG
ru: Выполнить команду оболочки перед импортом EPG
sk: Pred importom EPG vykonajte príkaz shellu

source: When enabled, then you can run the desired script before starting the import, after which the import of the EPG will begin.
cs: Je-li povoleno, můžete před zahájením importu spustit požadovaný skript, po kterém se spustí import EPG.
hu: Ha engedélyezve van, akkor az importálás megkezdése előtt lefuttathatja a kívánt szkriptet, amely után megkezdődik az EPG importálása.
pl: Po włączeniu tej opcji możesz uruchomić wybrany skrypt przed rozpoczęciem importu, po czym rozpocznie się importowanie EPG.
ru: Если эта опция включена, то перед началом импорта можно запустить нужный скрипт, после чего начнется импорт EPG.
sk: Ak je táto možnosť povolená, môžete pred spustením importu spustiť požadovaný skript, po ktorom sa spustí import EPG.

source: Shell command name
cs: Název příkazu shellu
hu: Shell parancs neve
pl: Nazwa polecenia powłoki
ru: Имя команды оболочки
sk: Názov príkazu shellu

source: Enter shell command name.
cs: Zadejte název příkazu shellu.
hu: Írja be a shell parancs nevét.
pl: Wprowadź nazwę polecenia powłoki.
ru: Введите имя команды оболочки.
sk: Zadajte názov príkazu shellu.

source: Settings saved successfully !
cs: Nastavení bylo úspěšně uloženo!
hu: A beállítások sikeresen elmentve!
pl: Ustawienia zostały pomyślnie zapisane!
ru: Настройки сохранены успешно !
sk: Nastavenia boli úspešne uložené!

source: Choose Directory:
cs: Vyberte adresář:
hu: Válasszon könyvtárat:
pl: Wybierz katalog:
ru: Выберите Каталог:
sk: Vyberte Adresár:

source: Choose directory
cs: Vyberte adresář
hu: Válasszon könyvtárat
pl: Wybór katalogu
ru: Выберите каталог
sk: Vyberte adresár

source: SELECT YOUR CHOICE
cs: VYBERTE SI SVOU VOLBU
hu: VÁLASZD A VÁLASZTÁST
pl: WYBIERZ SWÓJ WYBÓR
ru: ВЫБЕРИТЕ СВОЙ ВЫБОР
sk: VYBERTE SI SVOJ VÝBER

source: Last import: %s %s, %d events
cs: Poslední import: %s %s, %d událostí
hu: Utolsó importálás: %s %s, %d esemény
pl: Ostatni import: %s %s, %d zdarzeń
ru: Последний импорт: %s %s, %d событий
sk: Posledný import: %s %s, %d udalostí

source: Show log
cs: Zobrazit log
hu: Naplózás mutatása
pl: Pokaż dziennik
ru: Показать журнал
sk: Zobraziť záznam

source: Ignore services list
cs: Seznam ignorovaných služeb
hu: Csatornák listájának figyelmen kívül hagyása
pl: Lista usług ignorowanych
ru: Список игнор-сервисов
sk: Ignorovať zoznam služieb

source: EPGImport Import of epg data is still in progress. Please wait.
cs: EPGImport Import dat epg stále probíhá. Počkejte prosím.
hu: EPGImport Az epg adatok importálása még folyamatban van. Kérlek várj.
pl: EPGImport Import danych EPG jest nadal w toku. Proszę czekać.
ru: EPGИмпорт Импорт epg данных всё ещё продолжается. Пожалуйста, подождите.
sk: EPGImport Import epg dát stále prebieha. Prosím počkajte.

source: No active EPG sources found, nothing to do
cs: Nebyly nalezeny žádné aktivní zdroje EPG, není co dělat
hu: Nincs aktív EPG műsorforrás, nincs mit csinálni
pl: Nie znaleziono aktywnych źródeł EPG, nic do roboty
ru: Активных источников EPG не найдено, делать нечего
sk: Nenašli sa žiadne aktívne zdroje EPG, nič nerobiť

source: EPGImport Import of epg data will start. This may take a few minutes. Is this ok?
cs: EPGImport Spustí se import epg dat. To může trvat několik minut. Je to v pořádku?
hu: EPGImport Az EPG adatok importálása megkezdődik. Ez néhány percet vesz igénybe. Kezdődhet az importálás?
pl: EPGImport Import danych EPG zostanie uruchomiony. Może to potrwać kilka minut. Czy to w porządku?
ru: EPGИмпорт Начнётся импорт epg данных. Это может занять несколько минут. Согласны с этим?
sk: EPGImport Spustí sa import údajov EPG. Môže to trvať niekoľko minút. Je to v poriadku?

source: EPGImport Plugin Failed to start:
cs: EPGImport Plugin Nepodařilo se spustit:
hu: EPGImport bővítmény Nem sikerült elindítani:
pl: Wtyczka EPGImport Nie udało się uruchomić
ru: EPGИмпорт Плагин Сбой запуска:
sk: Doplnok EPGImport Nepodarilo sa spustiť:

source: Import
hu: Importálás
pl: Importuj
ru: Импорт

source: Import from Git
cs: Import z Git
hu: Importálás a Gitből
pl: Importuj z Git
ru: Импорт из Git
sk: Importovať z Gitu

source: EPG Import Sources
cs: Zdroje importu EPG
hu: EPG Import források
pl: Źródła importu EPG
ru: EPG Импорт Источники
sk: Zdroje importu EPG

source: Do you want to update Source now? Wait for the import successful message!
cs: Chcete nyní aktualizovat zdroj? Počkejte na zprávu o úspěšném importu!
hu: Szeretné most frissíteni a forrást? Várja meg a sikeres importálás üzenetét!
pl: Czy chcesz zaktualizować Source teraz? Czekaj na komunikat o pomyślnym imporcie!
ru: Хотите обновить Source сейчас? Дождитесь сообщения об успешном импорте!
sk: Chcete teraz aktualizovať zdroj? Počkajte na správu o úspešnom importe!

source: Import failed with error: {}
cs: Import se nezdařil s chybou: {}
hu: Az importálás sikertelen a következő hibával: {}
pl: Import nie powiódł się z powodu błędu: {}
ru: Импорт не удался из-за ошибки: {}
sk: Import zlyhal s chybou: {}

source: Update Aborted!
cs: Aktualizace zrušena!
hu: Frissítés megszakítva!
pl: Aktualizacja przerwana!
ru: Обновление прервано!
sk: Aktualizácia prerušená!

source: Sources saved successfully!
cs: Zdroje byly úspěšně uloženy!
hu: A források sikeresen mentve!
pl: Źródła zostały pomyślnie zapisane!
ru: Источники успешно сохранены!
sk: Zdroje boli úspešne uložené!

source: EPG database was emptied
cs: Databáze EPG byla vyprázdněna
hu: Az EPG adatbázis kiürült
pl: Baza danych EPG została opróżniona
ru: База данных EPG была очищена
sk: Databáza EPG bola vyprázdnená

source: Days Profile
cs: Profil dnů
hu: Napok profil
pl: Profil
ru: Профиль Дней
sk: Profil dní

source: You may not use this settings! At least one day a week should be included!
cs: Toto nastavení nesmíte použít! Alespoň jeden den v týdnu by měl být zahrnut!
hu: Nem használhatja ezeket a beállításokat! Legalább a hét egy napját ki kell választani!
pl: Nie możesz używać tych ustawień! Należy uwzględnić co najmniej jeden dzień w tygodniu!
ru: Вы не можете использовать эти настройки! По крайней мере, один день в неделю должен быть включен!
sk: Tieto nastavenia nesmiete použiť! Mal by byť zahrnutý aspoň jeden deň v týždni!

source: Clear
cs: Vymazat
hu: Törlés
pl: Wyczyść
ru: Очистить
sk: Vyčistiť

source: EPG Import Log
cs: Protokol importu EPG
hu: EPG Import napló
pl: Dziennik importu EPG
ru: EPG Импорт Журнал
sk: Denník importu EPG

source: Write to /tmp/epgimport.log
cs: Napište do /tmp/epgimport.log
hu: Írás a /tmp/epgimport.log fájlba
pl: Zapisz w /tmp/epgimport.log
ru: Запись в /tmp/epgimport.log
sk: Napíšte na /tmp/epgimport.log

source: Last import:
cs: Poslední import:
hu: Utolsó importálás:
pl: Ostatni import:
ru: Прошлый импорт:
sk: Posledný import:

source: events
cs: dění
hu: műsor információk
pl: Wydarzenia
ru: события
sk: Udalosti

source: Import of epg data will start. This may take a few minutes. Is this ok?
cs: Spustí se import epg dat. To může trvat několik minut. Je to v pořádku?
hu: Az epg adatok importálása megkezdődik. Ez néhány percet vesz igénybe. Kezdődhet az importálás?
pl: Import danych EPG rozpocznie się. To może zająć chwile. Czy jest ok?
ru: Начнётся импорт epg данных. Это может занять несколько минут. Можем продолжить?
sk: Spustí sa import epg dát. Môže to trvať niekoľko minút. Je to v poriadku?

source: EPG Import finished, %d events
cs: Import EPG dokončen, %d události
hu: EPG Import kész, %d műsor információ
pl: Zakończono importowanie EPG, %d zdarzeń
ru: EPG Импорт завершён, %d событий
sk: Epg Import dokončený, %d udalosti

source: You must restart Enigma2 to load the EPG data, is this OK?
cs: Musíte restartovat Enigma2 pro načtení dat EPG, je to v pořádku?
hu: Az EPG adatok betöltéséhez újra kell indítania az Enigma2-t, Rendben van ez így?
pl: Musisz ponownie uruchomić Enigma2, aby załadować dane EPG, czy to w porządku?
ru: Необходимо перезапустить Enigma2, чтобы загрузить данные EPG, согласны с ЭТИМ?
sk: Ak chcete načítať údaje EPG, musíte reštartovať Enigma2, je to v poriadku?

source: No source file found !
cs: Nebyl nalezen žádný zdrojový soubor!
hu: Nem található forrásfájl!
pl: Nie znaleziono pliku źródłowego!
ru: Исходный файл не найден!
sk: Nenašiel sa žiadny zdrojový súbor!

source: EPG-Importer
hu: EPGImport
pl: EPG-Import
ru: EPG-Импортер
sk: EPG-dovozca

source: EPGImport
cs: EPGIimport
pl: Importowanie EPGImport
ru: EPGИмпорт
sk: EPGIimport

source: Automated EPG Importer
cs: Automatizovaný dovozce EPG
hu: Automatikus Műsorújság importálás
pl: Automatyczny importer EPG
ru: Автоматический EPG Импортер
sk: Automatizovaný stahovač EPG

source: EPGImport now
cs: EPGIimport nyní
hu: EPGIimportálás most
pl: EPGImportuj teraz
ru: EPGИмпортировать сейчас
sk: EPGIimport teraz
